[
  {
    "chapter": 2,
    "verse": 20,
    "quote": "न जायते म्रियते वा कदाचिन् नायं भूत्वा भविता वा न भूयः ।",
    "translation": "The soul is never born, nor does it die; it does not come into being or cease to be.",
    "meaning": "Embrace the eternal nature of your essence to overcome fear of loss or failure."
  },
  {
    "chapter": 2,
    "verse": 23,
    "quote": "नैनं छिन्दन्ति शस्त्राणि नैनं दहति पावकः ।",
    "translation": "Weapons cannot cut the soul, nor can fire burn it.",
    "meaning": "Your inner self is indestructible; find strength in this truth during challenges."
  },
  {
    "chapter": 2,
    "verse": 38,
    "quote": "सुखदुःखे समे कृत्वा लाभालाभौ जयाजयौ ।",
    "translation": "Treat pleasure and pain, gain and loss, victory and defeat as equal.",
    "meaning": "Maintain equanimity to stay balanced in life's highs and lows."
  },
  {
    "chapter": 2,
    "verse": 62,
    "quote": "ध्यायतो विषयान्पुंसः सङ्गस्तेषूपजायते ।",
    "translation": "Dwelling on sense objects creates attachment, leading to desire and anger.",
    "meaning": "Control your thoughts to avoid being consumed by unhealthy attachments."
  },
  {
    "chapter": 2,
    "verse": 70,
    "quote": "आपूर्यमाणमचलप्रतिष्ठं समुद्रमापः प्रविशन्ति यद्वत् ।",
    "translation": "As rivers flow into the steady ocean without disturbing it, desires enter the wise without shaking them.",
    "meaning": "Cultivate inner calm to remain unshaken by external desires."
  },
  {
    "chapter": 3,
    "verse": 19,
    "quote": "तस्मादसक्तः सततं कार्यं कर्म समाचर ।",
    "translation": "Therefore, perform your duty without attachment, consistently.",
    "meaning": "Act selflessly to fulfill responsibilities without expecting rewards."
  },
  {
    "chapter": 3,
    "verse": 27,
    "quote": "प्रकृतेः क्रियमाणानि गुणैः कर्माणि सर्वशः ।",
    "translation": "All actions are performed by the qualities of nature, but the deluded think they are the doer.",
    "meaning": "Let go of ego to act with humility and clarity."
  },
  {
    "chapter": 4,
    "verse": 8,
    "quote": "परित्राणाय साधूनां विनाशाय च दुष्कृताम् ।",
    "translation": "To protect the righteous and destroy the wicked, I manifest.",
    "meaning": "Stand up for justice and goodness in difficult times."
  },
  {
    "chapter": 4,
    "verse": 20,
    "quote": "त्यक्त्वा कर्मफलासङ्गं नित्यतृप्तो निराश्रयः ।",
    "translation": "Having abandoned attachment to the fruits of action, one is ever content and independent.",
    "meaning": "Find contentment by focusing on the act, not its rewards."
  },
  {
    "chapter": 5,
    "verse": 11,
    "quote": "कायेन मनसा बुद्ध्या केवलैरिन्द्रियैरपि ।",
    "translation": "Yogis perform actions with body, mind, and intellect, without attachment.",
    "meaning": "Engage fully in tasks while staying detached from outcomes."
  },
  {
    "chapter": 6,
    "verse": 10,
    "quote": "योगी युञ्जीत सततमात्मानं रहसि स्थितः ।",
    "translation": "A yogi should constantly practice meditation in solitude.",
    "meaning": "Regular self-reflection fosters inner peace and clarity."
  },
  {
    "chapter": 6,
    "verse": 17,
    "quote": "युक्ताहारविहारस्य युक्तचेष्टस्य कर्मसु ।",
    "translation": "One who is moderate in eating, recreation, work, sleep, and wakefulness achieves yoga.",
    "meaning": "Balance in daily habits leads to mental and physical harmony."
  },
  {
    "chapter": 6,
    "verse": 26,
    "quote": "यतो यतो निश्चरति मनश्चञ्चलमस्थिरम् ।",
    "translation": "Wherever the restless mind wanders, bring it back under self-control.",
    "meaning": "Train your mind to stay focused through discipline."
  },
  {
    "chapter": 7,
    "verse": 7,
    "quote": "मत्तः परतरं नान्यत्किञ्चिदस्ति धनञ्जय ।",
    "translation": "There is nothing higher than Me, O Arjuna; all is strung on Me like pearls on a thread.",
    "meaning": "Recognize the interconnectedness of life to find purpose."
  },
  {
    "chapter": 8,
    "verse": 15,
    "quote": "मामुपेत्य पुनर्जन्म दुःखालयमशाश्वतम् ।",
    "translation": "Reaching Me, one does not return to this temporary world of suffering.",
    "meaning": "Seek higher wisdom to transcend life's fleeting pains."
  },
  {
    "chapter": 9,
    "verse": 22,
    "quote": "अनन्याश्चिन्तयन्तो मां ये जनाः पर्युपासते ।",
    "translation": "Those who worship Me with exclusive devotion, I protect their needs.",
    "meaning": "Sincere dedication brings inner security and guidance."
  },
  {
    "chapter": 10,
    "verse": 10,
    "quote": "तेषां सततयुक्तानां भजतां प्रीतिपूर्वकम् ।",
    "translation": "To those who are constantly devoted and worship with love, I give understanding.",
    "meaning": "Love and devotion open the path to wisdom."
  },
  {
    "chapter": 12,
    "verse": 15,
    "quote": "यदनुध्यति यत् संनादति यद्भयति च ।",
    "translation": "One who does not cause distress, fear, or disturbance is dear to Me.",
    "meaning": "Live in a way that brings peace to yourself and others."
  },
  {
    "chapter": 13,
    "verse": 8,
    "quote": "अमानित्वमदम्भित्वमहिंसा क्षान्तिरार्जवम् ।",
    "translation": "Humility, modesty, non-violence, patience, and sincerity are true knowledge.",
    "meaning": "Cultivate virtues to grow in wisdom and character."
  },
  {
    "chapter": 18,
    "verse": 61,
    "quote": "ईश्वरः सर्वभूतानां हृद्देशेऽर्जुन तिष्ठति ।",
    "translation": "The Lord resides in the hearts of all beings, O Arjuna.",
    "meaning": "Recognize the divine within everyone to foster compassion and unity."
  },
  {
    "chapter": 2,
    "verse": 16,
    "quote": "नासतो विद्यते भावो नाभावो विद्यते सतः ।",
    "translation": "The unreal has no existence; the real never ceases to be.",
    "meaning": "Focus on enduring truths to find stability amid life's changes."
  },
  {
    "chapter": 2,
    "verse": 48,
    "quote": "योगस्थः कुरु कर्माणि सङ्गं त्यक्त्वा धनञ्जय ।",
    "translation": "Perform your duties with a balanced mind, abandoning attachment, O Arjuna.",
    "meaning": "Act with focus and detachment to achieve inner calm and clarity."
  },
  {
    "chapter": 2,
    "verse": 56,
    "quote": "दुःखेष्वनुद्विग्नमनाः सुखेषु विगतस्पृहः ।",
    "translation": "One whose mind is undisturbed in suffering and free from desire in pleasure is steady.",
    "meaning": "Cultivate resilience to remain unaffected by life's ups and downs."
  },
  {
    "chapter": 2,
    "verse": 63,
    "quote": "क्रोधाद्भवति सम्मोहः सम्मोहात्स्मृतिविभ्रमः ।",
    "translation": "From anger arises delusion; from delusion, loss of memory.",
    "meaning": "Control anger to maintain clear thinking and avoid regretful actions."
  },
  {
    "chapter": 2,
    "verse": 71,
    "quote": "विहाय कामान्यः सर्वान्पुमांश्चरति निःस्पृहः ।",
    "translation": "One who abandons all desires and acts without craving finds peace.",
    "meaning": "Let go of selfish desires to discover true contentment."
  },
  {
    "chapter": 3,
    "verse": 7,
    "quote": "यस्त्विन्द्रियाणि मनसा नियम्यारभतेऽर्जुन ।",
    "translation": "One who controls the senses with the mind and performs selfless action excels.",
    "meaning": "Master your senses to act with purpose and discipline."
  },
  {
    "chapter": 3,
    "verse": 21,
    "quote": "यद्यदाचरति श्रेष्ठस्तत्तदेवेतरो जनः ।",
    "translation": "Whatever a great person does, others follow their example.",
    "meaning": "Lead by example, as your actions inspire those around you."
  },
  {
    "chapter": 4,
    "verse": 11,
    "quote": "ये यथा मां प्रपद्यन्ति तांस्तथैव भजाम्यहम् ।",
    "translation": "As people approach Me, I respond to them accordingly.",
    "meaning": "Sincere efforts in any path are met with guidance and support."
  },
  {
    "chapter": 4,
    "verse": 24,
    "quote": "ब्रह्मार्पणं ब्रह्म हविर्ब्रह्माग्नौ ब्रह्मणा हुतम् ।",
    "translation": "The act of offering, the oblation, the fire, and the performer are all divine.",
    "meaning": "See all actions as part of a greater whole to find purpose."
  },
  {
    "chapter": 5,
    "verse": 7,
    "quote": "योगयुक्तो विशुद्धात्मा विजितात्मा जितेन्द्रियः ।",
    "translation": "One who is united in yoga, pure in soul, and master of senses is liberated.",
    "meaning": "Self-discipline and purity lead to true freedom."
  },
  {
    "chapter": 6,
    "verse": 6,
    "quote": "बन्धुरात्मात्मनस्तस्य येनात्मैवात्मना जितः ।",
    "translation": "The self is a friend to one who has mastered it, but an enemy to the uncontrolled.",
    "meaning": "Conquer your inner self to find your greatest ally."
  },
  {
    "chapter": 6,
    "verse": 29,
    "quote": "सर्वं विश्वेन संनादति यद् यद् विश्वेन संनादति ।",
    "translation": "One who sees the Self in all beings and all beings in the Self sees truly.",
    "meaning": "Recognize unity in all to foster empathy and connection."
  },
  {
    "chapter": 7,
    "verse": 3,
    "quote": "मनुष्याणां सहस्रेषु कश्चिद्यतति सिद्धये ।",
    "translation": "Among thousands, one strives for perfection; among those, few reach it.",
    "meaning": "Perseverance in seeking wisdom sets you apart."
  },
  {
    "chapter": 8,
    "verse": 7,
    "quote": "तस्मात्सर्वेषु कालेषु मामनुस्मर युध्य च ।",
    "translation": "Remember Me at all times and fight on.",
    "meaning": "Stay mindful and dedicated, even in challenging tasks."
  },
  {
    "chapter": 9,
    "verse": 14,
    "quote": "सततं कीर्तयन्तो मां यतन्तश्च दृढव्रताः ।",
    "translation": "Those who always praise Me and strive with firm resolve are devoted.",
    "meaning": "Commitment and enthusiasm in your pursuits bring fulfillment."
  },
  {
    "chapter": 10,
    "verse": 34,
    "quote": "मृत्युः सर्वहरश्चाहमुद्भवश्च भविष्यताम् ।",
    "translation": "I am death that takes all, and the source of things to come.",
    "meaning": "Accept life's cycles to embrace change fearlessly."
  },
  {
    "chapter": 11,
    "verse": 33,
    "quote": "तस्मात्त्वमुत्तिष्ठ यशो लभस्व जित्वा शत्रून् भुङ्क्ष्व राज्यं समृद्धम् ।",
    "translation": "Rise, attain glory, conquer enemies, and enjoy a prosperous kingdom.",
    "meaning": "Take action with courage to achieve your goals."
  },
  {
    "chapter": 12,
    "verse": 8,
    "quote": "मय्येव मन आधत्स्व मयि बुद्धिं निवेशय ।",
    "translation": "Fix your mind on Me, place your intellect in Me.",
    "meaning": "Focus your thoughts on a higher purpose for clarity and peace."
  },
  {
    "chapter": 14,
    "verse": 27,
    "quote": "ब्रह्मणो हि प्रतिष्ठाहममृतस्याव्ययस्य च ।",
    "translation": "I am the foundation of the divine, the eternal, and the imperishable.",
    "meaning": "Seek the eternal truth to find stability in life's uncertainties."
  },
  {
    "chapter": 18,
    "verse": 78,
    "quote": "यत्र योगेश्वरः कृष्णो यत्र पार्थो धनुर्धरः ।",
    "translation": "Where Krishna, the Lord of Yoga, and Arjuna, the archer, are, there is victory.",
    "meaning": "Success comes from aligning wisdom with skillful action."
  },
  {
    "chapter": 2,
    "verse": 47,
    "quote": "कर्मण्येवाधिकारस्ते मा फलेषु कदाचन ।",
    "translation": "You have the right to perform your actions, not to their outcomes.",
    "meaning": "Focus on doing your best without obsessing over results; this reduces stress and fosters dedication."
  },
  {
    "chapter": 2,
    "verse": 13,
    "quote": "देहिनोऽस्मिन्यथा देहे कौमारं यौवनं जरा ।",
    "translation": "As the soul passes through childhood, youth, and old age, it takes another body.",
    "meaning": "Life is a cycle of change; embrace transitions without fear, as the soul endures."
  },
  {
    "chapter": 2,
    "verse": 14,
    "quote": "मत्रास्पर्शास्तु कौन्तेय शीतोष्णसुखदुःखदाः ।",
    "translation": "Sensory experiences like heat, cold, pleasure, and pain are temporary.",
    "meaning": "Don't be swayed by fleeting emotions; find balance to navigate life's ups and downs."
  },
  {
    "chapter": 2,
    "verse": 27,
    "quote": "जातस्य हि ध्रुवो मृत्युर्ध्रुवं जन्म मृतस्य च ।",
    "translation": "Death is certain for the born, and birth is certain for the dead.",
    "meaning": "Accept life's inevitability; focus on living purposefully rather than fearing death."
  },
  {
    "chapter": 2,
    "verse": 55,
    "quote": "प्रजहाति यदा कामान्सर्वान्पार्थ मनोगतान् ।",
    "translation": "When one abandons selfish desires, they find true contentment.",
    "meaning": "Inner peace comes from letting go of selfish cravings, leading to a fulfilled life."
  },
  {
    "chapter": 3,
    "verse": 8,
    "quote": "नियतं कुरु कर्म त्वं कर्म ज्यायो ह्यकर्मणः ।",
    "translation": "Perform your prescribed duties, for action is better than inaction.",
    "meaning": "Stay active and responsible; avoiding duties leads to stagnation."
  },
  {
    "chapter": 3,
    "verse": 35,
    "quote": "श्रेयान्स्वधर्मो विगुणः परधर्मात्स्वनुष्ठितात् ।",
    "translation": "Better to follow your own path imperfectly than another's perfectly.",
    "meaning": "Authenticity in pursuing your purpose outweighs imitating others."
  },
  {
    "chapter": 4,
    "verse": 7,
    "quote": "यदा यदा हि धर्मस्य ग्लानिर्भवति भारत ।",
    "translation": "Whenever righteousness declines, I manifest to restore it.",
    "meaning": "In times of moral confusion, seek inner guidance to uphold integrity."
  },
  {
    "chapter": 4,
    "verse": 18,
    "quote": "कर्मण्यकर्म यः पश्येदकर्मणि च कर्म यः ।",
    "translation": "One who sees inaction in action and action in inaction is truly wise.",
    "meaning": "Wisdom lies in balancing effort and detachment, acting without ego."
  },
  {
    "chapter": 5,
    "verse": 10,
    "quote": "ब्रह्मण्याधाय कर्माणि सङ्गं त्यक्त्वा करोति यः ।",
    "translation": "One who acts without attachment, offering actions to the divine, is untainted.",
    "meaning": "Selfless actions purify the mind and free you from guilt or regret."
  },
  {
    "chapter": 6,
    "verse": 5,
    "quote": "उद्धरेदात्मनात्मानं नात्मानमवसादयेत् ।",
    "translation": "Uplift yourself by yourself; do not let yourself down.",
    "meaning": "Take responsibility for your growth; self-discipline is key to success."
  },
  {
    "chapter": 6,
    "verse": 16,
    "quote": "नात्यश्नतस्तु योगोऽस्ति न चैकान्तमनश्नतः ।",
    "translation": "Yoga is not for one who eats too much or too little.",
    "meaning": "Moderation in habits fosters mental clarity and physical health."
  },
  {
    "chapter": 6,
    "verse": 35,
    "quote": "असंशयं महाबाहो मनो दुर्निग्रहं चलम् ।",
    "translation": "The mind is restless and hard to control, but practice makes it possible.",
    "meaning": "Persistent effort and detachment tame the mind, leading to focus."
  },
  {
    "chapter": 7,
    "verse": 16,
    "quote": "चतुर्विधा भजन्ते मां जनाः सुकृतिनोऽर्जुन ।",
    "translation": "Four types of virtuous people seek me: the distressed, curious, ambitious, and wise.",
    "meaning": "Everyone seeks meaning differently; all paths can lead to growth."
  },
  {
    "chapter": 9,
    "verse": 26,
    "quote": "पत्रं पुष्पं फलं तोयं यो मे भक्त्या प्रयच्छति ।",
    "translation": "Whoever offers me a leaf, flower, fruit, or water with devotion, I accept.",
    "meaning": "Sincere intentions matter more than grand gestures in relationships."
  },
  {
    "chapter": 10,
    "verse": 20,
    "quote": "अहमात्मा गुडाकेश सर्वभूताशयस्थितः ।",
    "translation": "I am the soul residing in the hearts of all beings.",
    "meaning": "Recognize the shared essence in everyone to foster empathy and unity."
  },
  {
    "chapter": 11,
    "verse": 32,
    "quote": "कालोऽस्मि लोकक्षयकृत्प्रवृद्धो लोकान्समाहर्तुमिह प्रवृत्तः ।",
    "translation": "I am time, the destroyer of worlds, here to consume all.",
    "meaning": "Change is inevitable; embrace it to grow rather than resist it."
  },
  {
    "chapter": 12,
    "verse": 13,
    "quote": "अद्वेष्टा सर्वभूतानां मैत्रः करुण एव च ।",
    "translation": "One who is free from hatred, friendly, and compassionate is dear to me.",
    "meaning": "Cultivate kindness and empathy to build meaningful connections."
  },
  {
    "chapter": 13,
    "verse": 28,
    "quote": "समं सर्वं भूतेषु तिष्ठन्तं परमेश्वरम् ।",
    "translation": "The divine resides equally in all beings.",
    "meaning": "Treat everyone with respect, recognizing their inherent worth."
  },
  {
    "chapter": 18,
    "verse": 66,
    "quote": "सर्वधर्मान्परित्यज्य मामेकं शरणं व्रज ।",
    "translation": "Abandon all duties and surrender to me alone.",
    "meaning": "Trust in a higher purpose or inner wisdom to find peace amid chaos."
  }
]